Revit 2027 API
ParameterTypeId.StructuralConnectionInputElements Property
 "Input Elements"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralConnectionInputElements { get; }
Public Shared ReadOnly Property StructuralConnectionInputElements As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralConnectionInputElements {
	ForgeTypeId^ get ();
}
static member StructuralConnectionInputElements : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace